Repository: SUNET/eduid-signup
Catalog: eduid_signup/locale/*/LC_MESSAGES/eduid_signup.po
Languages: es, sv

source: eduid-signup verification email
sv: eduID registrering

source: eduid-signup credentials
sv: eduID inloggningsuppgifter

source: Email is required
es: Email es requerido
sv: E-postadress måste anges

source: Email is not valid
es: Email no válido
sv: Ogiltig e-postadress

source: Sorry, but the requested page is unavailable due to a server hiccup. Our engineers have been notified, so check back later.
sv: Sidan kunde inte visas på grund av ett serverproblem. Våra tekniker är underrättade, var god försök senare.

source: Welcome to eduID!
es: ¡Bienvenido a eduID!
sv: Välkommen till eduID!

source: Email address has already been verified
sv: E-postadressen har redan bekräftats

source: Maybe you want to reset your password?
sv: Kanske vill du återställa ditt lösenord?

source: Reset password
sv: Återställ lösenord

source: You have probably already signed up
sv: Du har antagligen redan registrerat dig

source: Login or reset password
sv: Logga in eller återställa lösenord

source: Registration of %(email)s completed
sv: Registrering av %(email)s är klar

source: Email address already in use
sv: E-postadressen används redan

source: Forgot your password?
sv: Glömt ditt lösenord?

source: Reset your password
sv: Nytt lösenord

source: Sign up
sv: Registrering

source: Technician
sv: Tekniker

source: Staff
sv: Personal

source: FAQ
sv: Vanliga frågor

source: Sign in
sv: Logga in

source: This Site depends on Javascript, so please enable it.
sv: Den här sajten är behöver Javascript för att fungera.

source: <h2>Welcome to %(site_name)s,</h2> <p>This email is sent to you for remembering your initial credentials for <a href="%(site_url)s">%(site_name)s</a> registration.</p> <p>Your email :</p> <p>%(email)s</p> <p>Your password :</p> <p>%(password)s</p>
sv: <h2>Välkommen till %(site_name)s,</h2> <p>Det här e-postmeddelandet skickas till dig för att du ska ha tillgång till dina ursprungliga inloggningsuppgifter som användes vid <a href="%(site_url)s">%(site_name)s</a> registreringen.</p> <p>Din e-postadress: %(email)s</p> <p>Ditt lösenord: %(password)s</p> <p>Om du inte gjorde denna registrering ber vi om ursäkt och du kan ignorera detta meddelande.</p>

source: The requested page doesn't exist.
sv: Sidan kunde inte hittas

source: <p>Sorry, but the requested page doesn't exists.</p> <p>Error code 404</p>
sv: <p>Sidan du försökte nå kunde inte hittas.</p> <p>Felkod 404</p>

source: An error happened.
sv: Ett fel inträffade.

source: <p>Sorry, but the requested page is unavailable due to a server hiccup.</p> <p>Our engineers have been notified, so check back later.</p> <p>Error code 500</p>
sv: <p>Sidan kunde inte visas på grund av ett serverproblem.</p> <p>Våra tekniker är informerade, var god försök senare.</p> <p>Felkod 500</p>

source: Create an account for use with Swedish Universities.
sv: Skapa en identitet för svenska universitet och högskolor.

source: Sign up with your email address
sv: Registrering via e-post

source: Reject
sv: Avbryt

source: Accept
sv: Godkänn

source: Write this password down and store it in a safe place.
sv: Skriv ned det här lösenordet och spara det på ett säkert ställe.

source: OK, got it
sv: Klart

source: You can now log in
sv: Du kan nu logga in

source: Your account is now ready for use with sites that accepts <strong>unconfirmed identities</strong>.
sv: Ditt konto är nu klart att användas med webbplatser som accepterar <strong>obekräftade identiteter</strong>.

source: Finish
sv: Slutför

source: Access more
sv: Kom åt mer

source: To get access to additional sites that require a confirmed identity, proceed to the dashboard.
sv: Fortsätt till din profilsida för att få åtkomst till webbplatser som kräver en bekräftad identitet.

source: Confirm identity
sv: Bekräfta identitet

source: Send a new verification e-mail to this address
sv: Skicka ett verifieringsmeddelande till den här adressen

source: Resend verification e-mail
sv: Skicka ett nytt verifieringsmeddelande

source: Please review the data received from the social network
sv: Vänligen granska informationen som mottogs från det sociala nätverket

source: No account has been created in eduID yet. If the data below is correct, click the <strong>Accept</strong> button. Otherwise click the <strong>Cancel</strong> button to get back to the signup page, and choose another option for signing up with eduID.
sv: Inget konto har skapats i eduID ännu. Om uppgifterna nedan är korrekta kan du klicka på <strong>Acceptera</strong>. Annars bör du klicka på <strong>Avbryt</strong> för att komma tillbaks till registreringssidan där du kan välja ett annat sätt att registrera dig i eduID.

source: <strong>The social network did not provide eduID with an e-mail address.</strong> You should click on <strong>Cancel</strong> to discard the data and return to the signup page to choose another option for signing up with eduID.
sv: <strong>Det sociala nätverket skickade ingen e-postadress.</strong> Du bör klicka på <strong>Avbryt</strong> för att återgå till registreringssidan och välja ett annat alternativ för att registrera dig i eduID.

source: <strong>The email provided by your social network is already in use.</strong> You can reset your password clicking <a href='%(reset_password_link)s'>here</a>.
sv: <strong>E-postadressen från det sociala nätverket är redan registrerad.</strong> Du kan återställa ditt lösenord genom att klicka <a href='%(reset_password_link)s'>här</a>.

source: The data received from the social network cannot be edited here. Click <strong>Cancel</strong> if it is not correct.
sv: Uppgifterna från det sociala nätverket kan inte ändras här. Klicka på <strong>Avbryt</strong> om de inte stämmer.

source: Email
sv: E-post

source: Email address is required, but none was received from social network
sv: En e-postadress krävs för registrering, men någon sådan mottogs inte från det sociala nätverket

source: Display name
sv: Visningsnamn

source: First name
sv: Förnamn

source: Last name
sv: Efternamn

source: Cancel
sv: Avbryt

source: Account created successfully
sv: Kontot skapades

source: Confirm registration
sv: Bekräfta registrering

source: An email with instructions on how to proceed has been sent to <strong>%(email)s</strong>.
sv: Ett epost-meddelande med instruktioner för hur du kommer vidare har skickats till <strong>%(email)s</strong>.

source: Oops!
sv: Ett oväntat fel inträffade...

source: Please try again
sv: Var vänlig försök igen

source: Only one more step!
sv: Bara en sak till!

source: eduID must verify that you are a human and not a machine.
sv: eduID måste verifiera att du är en människa och inte en maskin.

source: Submit
sv: Skicka

source: Maybe you want to reset your password again?
sv: Vill du återställa ditt lösenord igen?

source: Please enter the confirmation code below
sv: Var god ange bekräftelsekoden nedan

source: Confirmation code
sv: Bekräftelsekod

source: Verify account
sv: Bekräfta konto

source: The provided code could not be found
sv: Den angivna koden kunde inte hittas

source: <h2>Welcome to %(site_name)s,</h2> <p>You recently signed up for <a href="%(site_url)s">%(site_name)s</a>.</p> <p>Please confirm the e-mail address and get your password by clicking on this link:</p> <a href="%(verification_link)s">%(verification_link)s</a>
sv: <h2>Välkommen till %(site_name)s,</h2> <p>Du anmälde dig nyligen till <a href="%(site_url)s">%(site_name)s</a>.</p> <p>Var vänlig bekräfta e-postadressen och få ditt lösenord genom att klicka på den här länken:</p> <a href="%(verification_link)s">%(verification_link)s</a>

source: Welcome to %(site_name)s, You recently signed up for %(site_name)s. Please confirm the e-mail address and get your password by clicking on this link: %(verification_link)s
sv: Välkommen till %(site_name)s, Du anmälde dig nyligen till %(site_name)s. Var vänlig bekräfta e-postadressen och få ditt lösenord genom att klicka på den här länken: %(verification_link)s

source: This email is already registered
es: Este email ya estaba registrado

source: eduID Sign Up
es: Altas de eduID

source: Home
es: Inicio

source: About
es: Acerca de

source: Contact
es: Contacto

source: Your email has been verified now
es: Tu email acaba de ser verificado

source: Complete your profile
es: Completa tu perfil

source: Now, you can complete your profile clicking in the follow button
es: Ahora puedes completar tu perfil pulsando en el siguiente botón

source: Fill your profile
es: Completa tu perfil

source: Create an account that will allow you access to all Sweedish Universities.
es: Crea una cuenta que te dará acceso a todas las universidades Suecas.

source: Sign up with your email
es: Regístrate con tu email

source: Sign up with Facebook
es: Regístrate con Facebook

source: Sign up with Google
es: Regístrate con Google

source: You are successfully registered now
es: Acabas de registrarte correctamente

source: Now, you can complete your profile clicking in the next button
es: Ahora puedes completar tu perfil pulsando en el siguiente botón

source: Remember! You must confirm your email
es: Recuerda! Debes confirmar tu correo

source: An email with a confirmation link was sent to your inbox, remember that you need to confirm your email address by clicking on that link.
es: Un email con enlace de confirmación te ha sido enviado, recuerda que necesitas confirmar tu dirección de email haciendo click en ese enlace.
